/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Afaria kimlik bilgileri";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Afaria sertifika sağlayıcısının Afaria sunucusundan sertifikanızı indirmek için girdinize ihtiyacı var. Sertifikanız güvenli bir biçimde depolanacak.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Bitti";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "İptal et";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Afaria sertifikası";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Afaria sertifikası talep ediliyor";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Hata oluştu; sistem yöneticinizle irtibata geçin.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Afaria başlatma hatası";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Kullanıcı iptal edildi";

